[
  {
    "text": "Пишите код так, как будто сопровождать его будет склонный к насилию психопат, который знает, где вы живете",
    "author": "Стив Макконнелл"
  },
  {
    "text": "Сложность программы растет до тех пор, пока не превысит способности программиста",
    "author": "Артур Блох. Законы Мэрфи"
  },
  {
    "text": "Ходить по воде и разрабатывать программы, следуя ТЗ, очень просто… если они заморожены",
    "author": "И. Берард"
  },
  {
    "text": "Достоин тот иметь, кто умеет мужественно... искать.",
    "author": "Уильям Шекспир"
  },
  {
    "text": "Средства для достижения цели всегда имеются. Их надо только увидеть в том, что тебя окружает.",
    "author": "Ден Браун"
  },
  {
    "text": "В первую очередь, начните воспринимать себя свободными. Только в этом случае вы освободитесь от внешних состояний, которые ограничивают или связывают вас.",
    "author": "Фрэнк Уитни"
  },
  {
    "text": "Когда судьба ставит тебе палки в колёса, ломаются лишь негодные спицы.",
    "author": "Авессалом Подводный"
  },
  {
    "text": "Разум есть взор души, которым она сама собою, без посредства тела, созерцает истинное.",
    "author": "Аврелий Августин"
  },
  {
    "text": "Достигшие единения не имеют ничего, кроме внутреннего зрения и божественного светильника — они избавлены от знаков и путей.",
    "author": "Руми"
  },
  {
    "text": "Великие детские писатели были настоящими писателями, они никому не подражали, они не ставили своей целью заработать много денег или навязать какую-то идею. Они просто писали о своих мечтах.",
    "author": "Люк Бессон"
  },
  {
    "text": "Всегда выбирайте самый трудный путь — там вы не встретите конкурентов.",
    "author": "Шарль де Голль"
  },
  {
    "text": "Ищи то, что выше того, что можешь найти.",
    "author": "Хармс Даниил"
  },
  {
    "text": "Для любви не существует вчера, любовь не думает о завтра. Она жадно тянется к нынешнему дню, но этот день нужен ей весь, неограниченный, не омраченный.",
    "author": "Генрих Гейне"
  },
  {
    "text": "Я не терпел поражений. Я просто нашел 10 000 способов, которые не работают.",
    "author": "Томас Эдисон"
  },
  {
    "text": "Ты говоришь: не стоит делать усилий: сколько ни делай, никогда не достигнешь совершенства. Да ведь дело твое не в том, чтобы достигнуть совершенства, а только в том, чтобы все больше и больше приближаться к нему.",
    "author": "Лев Толстой"
  },
  {
    "text": "Верят только в тех, кто верит в себя.",
    "author": "Шарль Морис Талейран"
  },
  {
    "text": "Люди стремятся исключительно к успеху; если же им выпадает счастье потерпеть неудачу, то только потому, что мудрость и сила Природы превосходит их практический ум. Один только Бог знает, когда и как ошибиться мудро и проиграть с пользой.",
    "author": "Шри Ауробиндо"
  },
  {
    "text": "Вселенная всегда говорит «да», даже если вы забыли заданный вами вопрос.",
    "author": "Брэд Дженсен"
  },
  {
    "text": "Мужчины смахивают на апрель, когда ухаживают, и на декабрь, когда уже женаты.",
    "author": "Уильям Шекспир"
  },
  {
    "text": "Сделай первый шаг и ты поймешь, что не все так страшно.",
    "author": "Сенека"
  }
]